tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'
cask 'xquartz'
brew 'ack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'icu4c'
brew 'boost'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'clang-format'
brew 'gmp'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'jpeg'
brew 'giflib'
brew 'libtiff'
brew 'imlib2'
brew 'libcaca', args: ['with-imlib2']
brew 'openssl'
brew 'ffmpeg'
brew 'findutils'
brew 'fortune'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'gdb'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'grc'
brew 'httpie'
brew 'libtool'
brew 'id3lib'
brew 'little-cms2'
brew 'imagemagick'
brew 'jp2a'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libssh2'
brew 'libgit2'
brew 'libksba'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'llvm'
brew 'lua'
brew 'lynx'
brew 'python3'
brew 'macvim'
brew 'youtube-dl'
brew 'mpv'
brew 'mysql'
brew 'node', args: ['with-debug', 'with-openssl']
brew 'pandoc'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'roundup'
brew 'ruby'
brew 'rust'
brew 'screenfetch'
brew 'spark'
brew 'ssh-copy-id'
brew 'tmux'
brew 'unrar'
brew 'vim', args: ['override-system-vi']
brew 'weechat', args: ['with-perl', 'with-python']
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/versions/llvm38'
brew 'homebrew/versions/protobuf250'
cask 'adobe-creative-cloud'
cask 'android-file-transfer'
cask 'atom'
cask 'bettertouchtool'
cask 'cyberduck'
cask 'electron'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'flash'
cask 'flash-player'
cask 'font-anonymous-pro'
cask 'font-bitstream-vera'
cask 'font-dejavu-sans'
cask 'font-droid-sans'
cask 'font-droid-sans-mono'
cask 'font-fantasque-sans-mono'
cask 'font-fira-mono'
cask 'font-fira-sans'
cask 'font-inconsolata'
cask 'font-inconsolata-dz'
cask 'font-lato'
cask 'font-meslo-lg'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-roboto-slab'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-ubuntu'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'gpgtools'
cask 'iterm2-beta'
cask 'iterm2-nightly'
cask 'keepassx'
cask 'kid3'
cask 'menumeters'
cask 'omnidisksweeper'
cask 'onyx'
cask 'osxfuse'
cask 'postgres'
cask 'screenhero'
cask 'skype'
cask 'slack'
cask 'smcfancontrol'
cask 'spectacle'
cask 'steam'
cask 'teamspeak-client'
cask 'tomighty'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-manager'
cask 'vimr'
cask 'virtualbox'
cask 'vlc'
